let intro = 180;
let git = 189;
let js = 120;
let nameFirst = "Никита";
let nameLast = "Баранов";

let avg = (intro + git + js) / 3;

console.log(
  `Средний балл за 3 модуля у студента ${nameFirst.slice(
    0,
    1
  )}.${nameLast} составляет: ${avg}`
);

//В выводе текста в предыдущем задании сократите имя студента до первой буквы,
//применив метод slice() к переменной с полным именем в команде вывода текста в консоль.
//Используйте полное имя в формате «A. Einstein»
//Закомитьте ваши изменения. Приложите в ответ на это задание ссылку на коммит в вашем удаленном репозитории.
